import React from 'react';
import {Line} from "../MainTitle/GreyLine";
import {LineTitle} from "../LineTitle";

 export const OfferImgMain = () => {
    return (
<>
        <Line/>
     <div className="main_for_all_pages">
         <LineTitle title={'Оферта'}/>
            <p style={{textAlign: 'center'}}>
                <img src="/images/text_img1.jpg" alt=""/>
            </p>
            <div className="title_p">2. РОЗМІЩЕННЯ ОГОЛОШЕНЬ</div>
            <p><strong>2.1. Користувач отримує право розміщувати оголошення на Веб-сайтах після проходження
                SMS-верифікації.</strong><br/>
                У разі видалення Користувачем облікового запису, телефонний номер, який раніше використовувався для
                SMS-верифікації, може бути використаний Користувачем повторно не раніше 30 днів з дати видалення
                облікового запису. У разі блокування Компанією немає облікового запису, телефонний номер, який
                використовувався для SMS-верифікації, може бути використаний повторно не раніше 1 року з дати блокування
                відповідного облікового запису.</p>
            <p><strong>2.1. Користувач отримує право розміщувати оголошення на Веб-сайтах після проходження
                SMS-верифікації.</strong><br/>заповнивши формуляр із зазначенням дійсної електронної адреси, до якої має
                доступ тільки користувач, номера мобільного телефону, а також інших даних, необхідних для реєстрації.
                Після цього Користувач отримує електронний лист з підтвердженням реєстрації, що містить посилання,
                перехід за яким необхідний для завершення реєстрації, або SMS повідомлення із паролем для входу до
                облікового запису (аккаунта).</p>
            <p><strong>2.1. Користувач отримує право розміщувати оголошення на Веб-сайтах після проходження
                SMS-верифікації.</strong><br/>заповнивши формуляр із зазначенням дійсної електронної адреси, до якої має
                доступ тільки користувач, номера мобільного телефону, а також інших даних, необхідних для реєстрації.
                Після цього Користувач отримує електронний лист з підтвердженням реєстрації, що містить посилання,
                перехід за яким необхідний для завершення реєстрації, або SMS повідомлення із паролем для входу до
                облікового запису (аккаунта).</p>
            <p><strong>2.1. Користувач отримує право розміщувати оголошення на Веб-сайтах після проходження
                SMS-верифікації.</strong><br/>
                к і незареєстрованими Користувачами означає прийняття зобов'язань дотримуватися правил та інструкцій
                щодо користування послугами OLX.ua, в тому числі цієї Угоди.</p>
            <p><strong>2.1. Користувач отримує право розміщувати оголошення на Веб-сайтах після проходження
                SMS-верифікації.</strong><br/> електронної адреси, номера мобільного телефону та пароля для входу на
                Сайти. Користувач має право користуватися сервісами Сайтів тільки за допомогою власної електронної
                адреси, мобільного телефону та пароля. У разі передаьного телефону та пароля для входу на Сайти.
                Користувач має право користуватися сервісами Сайтів тільки за допомогою власної електронної адреси,
                мобільного телефону та пароля. У разі передачі даних для доступу до облікового запису/аккаунта іншому
                користувачеві (іншій особі), такий обліковий запис/акаунт може бути заблокований на розсуд
                Адміністрації.
                ьного телефону та пароля для входу на Сайти. Користувач має право користуватися сервісами Сайтів тільки
                за допомогою власної електронної адреси, мобільного телефону та пароля. У разі передачі даних для
                доступу до облікового запису/аккаунта іншому користувачеві (іншій особі), такий обліковий запис/акаунт
                може бути заблокований на розсуд Адміністрації. ьного телефону та пароля для входу на Сайти. Користувач
                має право користуватися сервісами Сайтів тільки за допомогою власної електронної адреси, мобільного
                телефону та пароля. У разі передачі даних для доступу до облікового запису/аккаунта іншому користувачеві
                (іншій особі), такий обліковий запис/акаунт може бути заблокований на розсуд Адміністрації. чі даних для
                доступу до облікового запису/аккаунта іншому користувачеві (іншій особі), такий обліковий запис/акаунт
                може бути заблокований на розсуд Адміністрації.</p>
            <p style={{textAlign: 'center'}}>
                <img src="/images/text_img2.jpg" alt=""/>
            </p>
        </div>
    </>
    );
};

